{
  "<PAD>": 0,
  "<UNK>": 1,
  "the": 2,
  "user": 3,
  "must": 4,
  "enter": 5,
  "valid": 6,
  "email": 7,
  "and": 8,
  "password": 9,
  "to": 10,
  "access": 11,
  "their": 12,
  "account.": 13,
  "verify": 14,
  "login": 15,
  "is": 16,
  "successful": 17,
  "with": 18,
  "credentials.": 19,
  "system": 20,
  "locks": 21,
  "accounts": 22,
  "after": 23,
  "five": 24,
  "consecutive": 25,
  "failed": 26,
  "attempts.": 27,
  "account": 28,
  "lockout": 29,
  "users": 30,
  "can": 31,
  "reset": 32,
  "using": 33,
  "forgot": 34,
  "option.": 35,
  "functionality": 36,
  "works": 37,
  "as": 38,
  "expected.": 39,
  "sessions": 40,
  "expire": 41,
  "automatically": 42,
  "15": 43,
  "minutes": 44,
  "of": 45,
  "inactivity.": 46,
  "session": 47,
  "timeout": 48,
  "specified": 49,
  "period": 50,
  "supports": 51,
  "payments": 52,
  "through": 53,
  "credit": 54,
  "cards": 55,
  "paypal.": 56,
  "payment": 57,
  "processed": 58,
  "successfully": 59,
  "details.": 60,
  "invalid": 61,
  "details": 62,
  "trigger": 63,
  "an": 64,
  "error": 65,
  "message.": 66,
  "message": 67,
  "shown": 68,
  "for": 69,
  "log": 70,
  "out": 71,
  "from": 72,
  "logout": 73,
  "redirection": 74,
  "page.": 75,
  "create": 76,
  "a": 77,
  "new": 78,
  "by": 79,
  "providing": 80,
  "necessary": 81,
  "personal": 82,
  "information.": 83,
  "registration": 84,
  "validates": 85,
  "mandatory": 86,
  "fields": 87,
  "in": 88,
  "form.": 89,
  "missing": 90,
  "fields.": 91,
  "incorrect": 92,
  "answers": 93,
  "security": 94,
  "questions": 95,
  "block": 96,
  "reset.": 97,
  "blocked": 98,
  "answers.": 99,
  "address": 100,
  "before": 101,
  "activation.": 102,
  "verification": 103,
  "required": 104,
  "login.": 105,
  "refunds": 106,
  "be": 107,
  "within": 108,
  "7": 109,
  "days": 110,
  "purchase.": 111,
  "refund": 112,
  "policy": 113,
  "period.": 114,
  "uses": 115,
  "otp": 116,
  "sent": 117,
  "or": 118,
  "mobile": 119,
  "multi-factor": 120,
  "authentication.": 121,
  "requires": 122,
  "mfa": 123,
  "enabled": 124,
  "accounts.": 125,
  "contain": 126,
  "uppercase,": 127,
  "lowercase,": 128,
  "digits,": 129,
  "special": 130,
  "characters.": 131,
  "strength": 132,
  "enforced.": 133,
  "prevents": 134,
  "duplicate": 135,
  "registrations": 136,
  "same": 137,
  "address.": 138,
  "creation": 139,
  "blocked.": 140,
  "all": 141,
  "messages": 142,
  "should": 143,
  "clearly": 144,
  "indicate": 145,
  "issue": 146,
  "possible": 147,
  "fix.": 148,
  "are": 149,
  "descriptive": 150,
  "helpful.": 151,
  "remains": 152,
  "active": 153,
  "until": 154,
  "timeout.": 155,
  "persists": 156,
  "correctly": 157,
  "application": 158,
  "restricts": 159,
  "multiple": 160,
  "concurrent": 161,
  "logins": 162,
  "different": 163,
  "devices.": 164,
  "restrictions": 165,
  "work": 166,
  "captcha": 167,
  "enforced": 168,
  "comply": 169,
  "wcag": 170,
  "2.0": 171,
  "accessibility": 172,
  "guidelines.": 173,
  "ui": 174,
  "complies": 175,
  "standards.": 176
}